Repository: Otshelnik-Fm/profile-wp-postratings
Catalog: languages/ppr-rating-*.po
Languages: de_de, es_es, fr_fr, it_it, ro_ro, uk

# plural
source: Rating
de_de: Bewertet
es_es: Calificación
fr_fr: Noté
it_it: nominale
uk: Рейтингу

source: Post Title
de_de: der Titel der Platte
es_es: Título de entrada
fr_fr: Le titre du dossier
it_it: il titolo del record
ro_ro: Titlul înregistrării
uk: Заголовку запису

source: Date
de_de: Datum
es_es: Fecha
fr_fr: La date
it_it: la data
ro_ro: Dată
uk: Даті

source: Not rated yet
de_de: Noch nicht bewertet
es_es: Sin puntuar todavía
fr_fr: Pas encore évalué
it_it: Non ancora valutato
ro_ro: Neevaluat încă
uk: Чи не оцінив жодного запису

source: Ratings
de_de: Schätzt
es_es: Estimaciones
fr_fr: Estimations
it_it: Valutazioni
ro_ro: Evaluări
uk: Оцінок

source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
it_it: Ordina per
ro_ro: Sortați după
uk: Сортування по

# singular
source: Rating
de_de: Bewertung
es_es: Clasificación
fr_fr: Évaluation
it_it: Valutazione
ro_ro: Evaluare
uk: Рейтинг

source: Title
de_de: Header
es_es: Encabezado
fr_fr: En-tête
it_it: Testata
ro_ro: Antet
uk: Заголовок

source: Date and time
de_de: Datum und Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure
it_it: Data e ora
ro_ro: Data și ora
uk: Дата та час

source: No title
de_de: Kein Titel
es_es: Sin título
fr_fr: Pas de titre
it_it: Nessun titolo
ro_ro: Niciun titlu
uk: Немає заголовка

source: Go to publication
de_de: Geh zu
es_es: Ir a
fr_fr: Aller à la publication
it_it: Vai alla pubblicazione
ro_ro: Du-te la înregistrare
uk: Перейти

source: Filter rating
de_de: Filterbewertung
es_es: Filtrar la calificación
fr_fr: Évaluation du filtre
it_it: Valutazione del filtro
ro_ro: Evaluare filtru
uk: Фільтр рейтингу

source: Rating
de_de: Bewertung
es_es: Evaluación
fr_fr: Evaluation
it_it: Valutazione
ro_ro: Evaluare
uk: Оцінка

source: Sorting
de_de: Sortieren
es_es: Clasificación
fr_fr: Tri
it_it: Ordinamento
ro_ro: Triere
uk: Сортування

source: Apply filter
de_de: Filter anwenden
es_es: Aplicar filtro
fr_fr: Appliquer le filtre
it_it: Applica filtro
ro_ro: Aplicați filtrul
uk: Застосувати

source: Reset filter
de_de: Filter zurücksetzen
es_es: Restablecer filtro
fr_fr: Réinitialiser filtre
it_it: Reimposta il filtro
ro_ro: Resetați filtrul
uk: Скинути фільтр

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutto
ro_ro: Toate
uk: Усе

# by
source: Rating
de_de: Nach Bewertung
es_es: Por calificación
fr_fr: Par note
it_it: Per valutazione
ro_ro: Prin rating
uk: За рейтингом

# by
source: Post Title
de_de: Nach titel
es_es: Por título
fr_fr: Par titre
it_it: Per titolo
ro_ro: După titlu
uk: За заголовком

# by
source: Date
de_de: Nach Datum
es_es: Por fecha
fr_fr: Par date
it_it: Per data
ro_ro: După dată
uk: По даті

source: Descending
de_de: Absteigend
es_es: Descendente
fr_fr: Descendant
it_it: Discendente
ro_ro: Descendent
uk: За зменшенням

source: Ascending
de_de: Aufsteigende Reihenfolge
es_es: Orden ascendente
fr_fr: Ordre ascendant
it_it: Ordine crescente
ro_ro: Ordine ascendentă
uk: За зростанням

source: per page
de_de: pro Seite
es_es: por página
fr_fr: par page
it_it: per pagina
ro_ro: pe pagină
uk: на сторінку

source: You have not activated the plugin WP-PostRatings
de_de: Sie haben das WP-PostRatings-Plug-In nicht aktiviert
es_es: No ha activado el complemento WP-PostRatings
fr_fr: Vous n'avez pas activé le plug-in WP-PostRatings
it_it: Non hai attivato il plug-in WP-PostRatings
ro_ro: Nu ați activat plug-in-ul WP-PostRatings
uk: У вас не активований плагін WP-PostRatings

source: Go to
de_de: Geh zu
es_es: Ir a
fr_fr: Aller à
it_it: Vai a
ro_ro: Du-te la
uk: Перейдіть

source: Go to the plugins page
de_de: Gehen Sie auf die Seite Plugins
es_es: Ir a la página Plugins
fr_fr: Accédez à la page Plugins
it_it: Vai alla pagina Plugins
ro_ro: Accesați pagina Pluginuri
uk: Перейти на сторінку плагінів

source: plugins
de_de: auf die Plugins Seite
es_es: a la página de complementos
fr_fr: à la page des plugins
it_it: alla pagina dei plugin
ro_ro: la pagina de pluginuri
uk: на сторінку плагінів

source: and activate WP-PostRatings
de_de: und WP-PostRatings aktivieren
es_es: y activar WP-PostRatings
fr_fr: et activer WP-PostRatings
it_it: e attivare WP-PostRatings
ro_ro: și să activați WP-PostRatings
uk: і активуйте WP-PostRatings

source: Settings Profile WP-PostRatings
de_de: WP-PostRatings Einstellungen
es_es: Configuración de WP-PostRatings
fr_fr: Paramètres WP-PostRatings
it_it: Impostazioni WP-PostRatings
ro_ro: Setările WP-PostRatings
uk: Налаштування WP-PostRatings

source: Set a record rating
de_de: Legen Sie eine Rekordwertung fest
es_es: Establecer una clasificación de registro
fr_fr: Définir une note record
it_it: Impostare un voto record
ro_ro: Stabiliți o notă de înregistrare
uk: Встановити рейтинг записів

source: You use a five or ten-point rating system
de_de: Sie verwenden ein Fünf- oder Zehn-Punkt-Rating-System
es_es: Utiliza un sistema de calificación de cinco o diez puntos
fr_fr: Vous utilisez un système de notation de cinq ou dix points
it_it: Si utilizza un sistema di valutazione di cinque o dieci punti
ro_ro: Utilizați un sistem de rating de cinci sau zece puncte
uk: Ви використовуєте п'яти або десятибальною систему рейтингу

source: points
de_de: punkte
es_es: puntos
it_it: punti
ro_ro: puncte
uk: балів

source: Select your rating system. <br/> Default 5
de_de: Wählen Sie Ihr Bewertungssystem aus. <br/> Default 5
es_es: Seleccione su sistema de calificación. <br/> Predeterminado 5
fr_fr: Sélectionnez votre système de notation. <br/> Par défaut 5
it_it: Seleziona il tuo sistema di rating. <br/> Predefinito 5
ro_ro: Selectați sistemul dvs. de rating. <br/> Implicit 5
uk: Виберіть вашу систему рейтингу. <br/> За замовчуванням 5

source: How many entries per page output
de_de: Wie viele Einträge pro Seite Ausgabe
es_es: ¿Cuántas entradas por página de salida
fr_fr: Combien d'entrées par page sortent
it_it: Quanti voci per pagina vengono pubblicati
ro_ro: Câte intrări pe pagină sunt afișate
uk: Скільки записів на сторінку виводити

source: Select a value. <br/> Default 20
de_de: Wählen Sie einen Wert aus. <br/> Default 20
es_es: Seleccione un valor. <br/> Predeterminado 20
fr_fr: Sélectionnez une valeur. <br/> Par défaut 20
it_it: Selezionare un valore. <br/> Predefinito 20
ro_ro: Selectați o valoare. <br/> Implicit 20
uk: Виберіть значення. <br/> За замовчуванням 20

source: Rating of publications
de_de: Bewertung der Datensätze
es_es: Clasificación de los registros
fr_fr: Cote des records
it_it: Valutazione dei record
ro_ro: Evaluarea înregistrărilor
uk: Рейтинг записів

source: You have not activated the plugin <a href="https://wordpress.org/plugins/wp-postratings/" title="Go to the repository WordPress">WP-PostRatings</a>
de_de: Sie haben <a href="https://wordpress.org/plugins/wp-postratings/" title="Share to Wordpress repository">das WP-PostRatings-Plug-In</a> nicht aktiviert
es_es: No ha activado el complemento <a href="https://wordpress.org/plugins/wp-postratings/" title="Ir al Repositorio de WordPress"> WP-PostRatings </a>
fr_fr: Vous n'avez pas activé le plugin <a href="https://wordpress.org/plugins/wp-postratings/" title="Compartir le dépôt Wordpress"> WP-PostRatings </a>
it_it: Non hai attivato il plug-in <a href="https://wordpress.org/plugins/wp-postratings/" title="Divisione a Wordpress repository"> WP-PostRatings </a>
ro_ro: Nu ați activat funcția <a href="https://wordpress.org/plugins/wp-postratings/" title="Schare către depozitul WordPress"> Plug-in WP-PostRatings </a>
uk: У вас не активований плагін <a href="https://wordpress.org/plugins/wp-postratings/" title="Перейті в репозиторій вордпресс"> WP-PostRatings </a>
